<?php $this->_extends('_layouts/default_layout'); ?>

<?php $this->_block('contents'); ?>
<div class="contents">
<h2>概述</h2>
<p>一、为可持续地向客户提供更优质、稳定的服务，同时为争议的解决提供依据，制定本“服务条款”<br />
二、购买<?=Q::ini('appini/meta/title');?>（以下为“本站”）服务或产品时（以下为“本产品”），必须同意本“服务条款”。已经购买本站服务或产品并完成支付的，视为同意本“服务条款”<br />
三、用户享有本“服务条款”所规定的相关权利，同时必须履行本“服务条款”所规定的相关义务。用户在本产品的过程中，与本产品发生的争议，依本“服务条款”解决</p>
<h2>用户权利</h2>
<p>四、用户在完成支付后，享有正常、持续以及稳定使用相关产品的权利<br />
五、用户在完成支付后，享自由支配相关产品的权利<br />

六、用户在完成支付后，本产品保证其所购买的服务或产品，在特性和相关技术参数上，与该服务或产品的说明页面一致</p>
<h2>用户义务</h2>
<p>七、用户在使用本产品的过程中，不得实施违反美国法律的行为或发布违反美国法律的内容<br />
八、用户在使用本产品的过程中，不得实施违反中国法律的行为或发布违反中国法律的内容</p>
<h2>禁止用途</h2>
<p>九、用户在使用本产品过程中：<br />
不得发布、传播淫秽色情等相关内容。<br />
不得放置任何形式的带有欺诈，欺骗性质的网站，包含但不仅限于仿牌、钓鱼等性质的网站。<br />
不得发布反动、与事实不符的政论等相关内容。<br />
不得发布违反中华人民共和国社会主义道德的相关内容。<br />
不得发布危害中华人民共和国国家安全与政治稳定的相关内容。<br />
不得架设公开的Twitter API以及任何形式的代理服务程序。<br />
不得使用BT、迅雷、电驴等严重影响网络性能的程序。<br />
不得提供破解后的程序、破解补丁、破解方法<br />
不得提供含版权的图片、模板、音乐、视频、图书等的下载<br />
不得提供含版权的图片、模板、音乐、视频、图书等的BT种子<br />
不得提供诱导、介绍他人犯罪方法的内容（包括传播自杀情绪等）<br />
不得散播木马或病毒<br />
不得发送垃圾邮件<br />
不得架设私服以及与私服有关的站点<br />
不得架设外挂以及与外挂有关的站点<br />
不得架设博彩和赌博等一切相关的站点<br />
不得进行一切黑客活动，如在系统上对其他站点DDOS等</p>
<h2>服务期限</h2>
<p>十、用户完成支付之日起，至用户申请退款、欠费、不续费、遗忘续费而被注销之日止，为本站对用户的服务期限</p>
<h2>退款政策</h2>

<p>十一、本站全线产品均支持无条件退款</p>
<p>本站提供的产品自完成支付之日起算，3天内无条件退款（需扣除支付宝手续费以及10%的服务费用）</p>
<p>十二、 有以下情形之一的，不退款<br />
恶意试用本产品的<br />
完成支付之日起已超过3天，并非本站之原因的<br />
违反本条款第七、八、九条规定的</p>
<h2>免责条款</h2>

<p>十三、有以下情形之一的，本站不负任何责任<br />
因用户欠费、不续费或者遗忘续费导致的服务无法访问（使用）或数据丢失等<br />
因用户的操作或其他相关行为不当导致的服务无法访问（使用）或数据丢失等<br />
因用户的使用行为违反本条款第七、八、九条规定导致的无法访问或数据丢失等<br />
因战争、武装冲突、罢工、骚乱、暴动等重大社会非正常事件导致的无法访问或数据丢失等<br />
因地震、海啸、台风、海浪、洪水、蝗灾、风暴、冰雹、沙尘暴、火山爆发、山体滑坡、雪崩、泥石流等重大自然灾害导致的无法访问或数据丢失等<br />
</p>
<h2>违约责任</h2>
<p>十四、本站保证服务器在正常情况下达到一个月平均 99% 在线的标准，若用户证明本站无法达到这一标准，我们在认定之后，将给予延长服务期作为补偿。本条款第十三条中规定的内容及其他用户过错或不可抗力因素除外。<br />

十五、用户若违反本服务条款第七、八、九条规定的，本站将直接删除用户的所有资料，并且不提供任何形式的补偿。<br />
十六、用户若违反本服务条款第九条第1、2、3、4、11、13、14款规定的，本站将不仅直接删除用户的所有资料，并且不提供补偿，还将积极配合有关部门的工作，向有关部门提供相关资料作为证据。</p>
<h2>其他事项</h2>
<p>十八、本站享有本条款的最终解释权</p>
</div>
<?php $this->_endblock('contents'); ?>
